{
  "<PAD>": 0,
  "<UNK>": 1,
  "list": 2,
  "all": 3,
  "the": 4,
  "flights": 5,
  "that": 6,
  "arrive": 7,
  "at": 8,
  "airport_code0": 9,
  "from": 10,
  "various": 11,
  "cities": 12,
  "what": 13,
  "any": 14,
  "city": 15,
  "land": 16,
  "show": 17,
  "me": 18,
  "into": 19,
  "arriving": 20,
  "to": 21,
  "landings": 22,
  "fly": 23,
  "airport": 24,
  "other": 25,
  "airports": 26,
  "give": 27,
  "leaving": 28,
  "city_name1": 29,
  "month_number0": 30,
  "day_number0": 31,
  "coming": 32,
  "back": 33,
  "city_name0": 34,
  "on": 35,
  "saturday": 36,
  "wednesday": 37,
  "sunday": 38,
  "between": 39,
  "and": 40,
  "i": 41,
  "need": 42,
  "flight": 43,
  "information": 44,
  "in": 45,
  "for": 46,
  "monday": 47,
  "thursday": 48,
  "are": 49,
  "year0": 50,
  "this": 51,
  "find": 52,
  "a": 53,
  "tuesday": 54,
  "there": 55,
  "tomorrow": 56,
  "go": 57,
  "next": 58,
  "want": 59,
  "okay": 60,
  "how": 61,
  "about": 62,
  "leave": 63,
  "please": 64,
  "i'm": 65,
  "i'd": 66,
  "like": 67,
  "travel": 68,
  "requesting": 69,
  "of": 70,
  "week": 71,
  "which": 72,
  "also": 73,
  "display": 74,
  "eighteenth": 75,
  "may": 76,
  "friday": 77,
  "do": 78,
  "you": 79,
  "have": 80,
  "book": 81,
  "available": 82,
  "again": 83,
  "'s": 84,
  "now": 85,
  "can": 86,
  "no": 87,
  "plane": 88,
  "california": 89,
  "see": 90,
  "would": 91,
  "fourteenth": 92,
  "right": 93,
  "just": 94,
  "know": 95,
  "twentieth": 96,
  "going": 97,
  "then": 98,
  "numbers": 99,
  "could": 100,
  "today": 101,
  "tell": 102,
  "trying": 103,
  "twenty": 104,
  "second": 105,
  "your": 106,
  "yes": 107,
  "depart": 108,
  "return": 109,
  "bound": 110,
  "make": 111,
  "reservation": 112,
  "some": 113,
  "making": 114,
  "airline": 115,
  "is": 116,
  "most": 117,
  "expensive": 118,
  "one": 119,
  "way": 120,
  "fare": 121,
  "airline_code0": 122,
  "day_name0": 123,
  "operating": 124,
  "originating": 125,
  "reservations": 126,
  "get": 127,
  "number": 128,
  "trip": 129,
  "departing": 130,
  "if": 131,
  "we're": 132,
  "my": 133,
  "choices": 134,
  "without": 135,
  "fares": 136,
  "live": 137,
  "interested": 138,
  "looking": 139,
  "arrange": 140,
  "planning": 141,
  "help": 142,
  "colorado": 143,
  "pennsylvania": 144,
  "sorry": 145,
  "am": 146,
  "runs": 147,
  "area": 148,
  "thank": 149,
  "very": 150,
  "much": 151,
  "with": 152,
  "sure": 153,
  "day": 154,
  "let": 155,
  "look": 156,
  "hi": 157,
  "goes": 158,
  "flying": 159,
  "take": 160,
  "hello": 161,
  "plan": 162,
  "it": 163,
  "possible": 164,
  "traveling": 165,
  "san": 166,
  "francisco": 167,
  "reverse": 168,
  "nonstop": 169,
  "or": 170,
  "connecting": 171,
  "flies": 172,
  "ticket": 173,
  "type": 174,
  "class": 175,
  "city_name2": 176,
  "via": 177,
  "stopover": 178,
  "originate": 179,
  "stop": 180,
  "destination": 181,
  "stops": 182,
  "over": 183,
  "by": 184,
  "stopping": 185,
  "makes": 186,
  "will": 187,
  "along": 188,
  "ten": 189,
  "people": 190,
  "round": 191,
  "but": 192,
  "landing": 193,
  "layover": 194,
  "first": 195,
  "through": 196,
  "month": 197,
  "december": 198,
  "georgia": 199,
  "united": 200,
  "airlines": 201,
  "actually": 202,
  "has": 203,
  "connects": 204,
  "connect": 205,
  "final": 206,
  "as": 207,
  "before": 208,
  "arrival_time0": 209,
  "an": 210,
  "departure_time0": 211,
  "o'clock": 212,
  "afternoon": 213,
  "does": 214,
  "oh": 215,
  "connection": 216,
  "those": 217,
  "two": 218,
  "out": 219,
  "only": 220,
  "leaves": 221,
  "using": 222,
  "air": 223,
  "texas": 224,
  "service": 225,
  "across": 226,
  "continent": 227,
  "transcontinental": 228,
  "schedule": 229,
  "day_number1": 230,
  "same": 231,
  "hours": 232,
  "ground": 233,
  "so": 234,
  "when": 235,
  "maximum": 236,
  "amount": 237,
  "time": 238,
  "still": 239,
  "earliest": 240,
  "departure": 241,
  "lastest": 242,
  "be": 243,
  "longest": 244,
  "aircraft_code0": 245,
  "aircraft": 246,
  "meal_code0": 247,
  "stand": 248,
  "meals": 249,
  "designate": 250,
  "meal": 251,
  "code": 252,
  "meaning": 253,
  "explain": 254,
  "codes": 255,
  "returning": 256,
  "cost": 257,
  "class_type0": 258,
  "price": 259,
  "city_name3": 260,
  "takeoffs": 261,
  "takeoff": 262,
  "taking": 263,
  "off": 264,
  "transport_type0": 265,
  "evening": 266,
  "morning": 267,
  "late": 268,
  "early": 269,
  "days": 270,
  "june": 271,
  "thirty": 272,
  "catch": 273,
  "used": 274,
  "prefer": 275,
  "third": 276,
  "economy": 277,
  "prices": 278,
  "more": 279,
  "buy": 280,
  "seats": 281,
  "transportation": 282,
  "kinds": 283,
  "philadelphia": 284,
  "serving": 285,
  "companies": 286,
  "wish": 287,
  "use": 288,
  "connections": 289,
  "state_code0": 290,
  "beginning": 291,
  "sixth": 292,
  "night": 293,
  "direct": 294,
  "flight_number0": 295,
  "downtown": 296,
  "grounds": 297,
  "fine": 298,
  "kind": 299,
  "many": 300,
  "name": 301,
  "heading": 302,
  "arrangements": 303,
  "i've": 304,
  "got": 305,
  "somebody": 306,
  "else": 307,
  "who": 308,
  "wants": 309,
  "tickets": 310,
  "trips": 311,
  "state_name0": 312,
  "abbreviations": 313,
  "represented": 314,
  "database": 315,
  "level": 316,
  "fare_basis_code0": 317,
  "booking_class0": 318,
  "after": 319,
  "12pm": 320,
  "less": 321,
  "than": 322,
  "round_trip_cost0": 323,
  "dollars": 324,
  "spend": 325,
  "latest": 326,
  "last": 327,
  "thanks": 328,
  "tonight": 329,
  "meal_description0": 330,
  "highest": 331,
  "airline_code1": 332,
  "mornings": 333,
  "weekday": 334,
  "arrives": 335,
  "passengers": 336,
  "manufacturer0": 337,
  "basic_type0": 338,
  "hold": 339,
  "seating": 340,
  "capacity": 341,
  "bring": 342,
  "up": 343,
  "either": 344,
  "while": 345,
  "options": 346,
  "during": 347,
  "weekdays": 348,
  "transport": 349,
  "services": 350,
  "types": 351,
  "i'll": 352,
  "july": 353,
  "seventh": 354,
  "once": 355,
  "describe": 356,
  "offer": 357,
  "staying": 358,
  "sort": 359,
  "proper": 360,
  "around": 361,
  "9am": 362,
  "atl": 363,
  "10pm": 364,
  "seat": 365,
  "listing": 366,
  "2": 367,
  "distance": 368,
  "far": 369,
  "minimum": 370,
  "intercontinental": 371,
  "lowest": 372,
  "cheapest": 373,
  "airfare": 374,
  "least": 375,
  "priced": 376,
  "smallest": 377,
  "twelfth": 378,
  "they": 379,
  "serve": 380,
  "arrival": 381,
  "days_code0": 382,
  "pm": 383,
  "washington": 384,
  "1230pm": 385,
  "departs": 386,
  "repeat": 387,
  "departures": 388,
  "august": 389,
  "nineteenth": 390,
  "such": 391,
  "should": 392,
  "times": 393,
  "too": 394,
  "6pm": 395,
  "reaching": 396,
  "7pm": 397,
  "arrival_time1": 398,
  "noon": 399,
  "5": 400,
  "dinnertime": 401,
  "close": 402,
  "5pm": 403,
  "another": 404,
  "12": 405,
  "4": 406,
  "airplane": 407,
  "inform": 408,
  "repeating": 409,
  "qualify": 410,
  "serves": 411,
  "offers": 412,
  "rate": 413,
  "restriction_code0": 414,
  "restriction": 415,
  "ap80": 416,
  "ap57": 417,
  "mean": 418,
  "ap68": 419,
  "restrictions": 420,
  "ap58": 421,
  "1pm": 422,
  "630pm": 423,
  "great": 424,
  "nighttime": 425,
  "7": 426,
  "8": 427,
  "departure_time1": 428,
  "following": 429,
  "9": 430,
  "able": 431,
  "put": 432,
  "fort": 433,
  "worth": 434,
  "october": 435,
  "year": 436,
  "these": 437,
  "both": 438,
  "what're": 439,
  "flight_days0": 440,
  "approximately": 441,
  "615pm": 442,
  "3pm": 443,
  "noontime": 444,
  "8am": 445,
  "3": 446,
  "breakfast": 447,
  "run": 448,
  "airline_name0": 449,
  "uses": 450,
  "under": 451,
  "three": 452,
  "september": 453,
  "fourth": 454,
  "fifth": 455,
  "advertises": 456,
  "having": 457,
  "sometime": 458,
  "say": 459,
  "1201am": 460,
  "provide": 461,
  "single": 462,
  "gets": 463,
  "provided": 464,
  "serviced": 465,
  "nonstops": 466,
  "day_name1": 467,
  "their": 468,
  "concerning": 469,
  "oakland": 470,
  "state_name1": 471,
  "currently": 472,
  "later": 473,
  "2pm": 474,
  "served": 475,
  "supper": 476,
  "scheduled": 477,
  "laying": 478,
  "schedules": 479,
  "don't": 480,
  "stopovers": 481,
  "provides": 482,
  "where": 483,
  "planes": 484,
  "abbreviation": 485,
  "stands": 486,
  "define": 487,
  "s": 488,
  "sam": 489,
  "airport_code1": 490,
  "logan": 491,
  "carried": 492,
  "each": 493,
  "capacities": 494,
  "kindly": 495,
  "near": 496,
  "itinerary": 497,
  "airline_code2": 498,
  "eight": 499,
  "starting": 500,
  "cheap": 501,
  "total": 502,
  "one_direction_cost0": 503,
  "airfares": 504,
  "hopefully": 505,
  "names": 506,
  "soon": 507,
  "thereafter": 508,
  "including": 509,
  "1220pm": 510,
  "include": 511,
  "classes": 512,
  "begins": 513,
  "lands": 514,
  "long": 515,
  "costs": 516,
  "listings": 517,
  "country_name0": 518,
  "flight_number1": 519,
  "fare_basis_code1": 520,
  "start": 521,
  "anywhere": 522,
  "thing": 523,
  "well": 524,
  "calling": 525,
  "bay": 526,
  "11am": 527,
  "10": 528,
  "dallas": 529,
  "lunch": 530,
  "belong": 531,
  "dc": 532,
  "equipment": 533,
  "enroute": 534,
  "travels": 535,
  "us": 536,
  "dl": 537,
  "toward": 538,
  "arrivals": 539,
  "directly": 540,
  "rates": 541,
  "symbols": 542,
  "fit": 543,
  "called": 544,
  "town": 545,
  "propulsion0": 546,
  "8pm": 547,
  "eighth": 548,
  "airport_name0": 549,
  "wanted": 550,
  "determine": 551,
  "combination": 552,
  "located": 553,
  "besides": 554,
  "booking": 555,
  "230pm": 556,
  "reaches": 557,
  "seventeenth": 558,
  "economic": 559,
  "within": 560,
  "airplanes": 561,
  "includes": 562,
  "6": 563,
  "shortest": 564,
  "earlier": 565,
  "greatest": 566,
  "largest": 567,
  "charges": 568,
  "try": 569,
  "vicinity": 570,
  "zone": 571,
  "friends": 572,
  "discount": 573,
  "afternoons": 574,
  "different": 575,
  "november": 576,
  "eleventh": 577,
  "stops0": 578,
  "preferably": 579,
  "working": 580,
  "scenario": 581,
  "closest": 582,
  "whether": 583,
  "offered": 584,
  "equal": 585,
  "order": 586,
  "cover": 587,
  "departure_time2": 588,
  "here": 589,
  "afterwards": 590,
  "difference": 591,
  "booking_class1": 592,
  "six": 593,
  "carries": 594,
  "overnight": 595,
  "inexpensive": 596,
  "midnight": 597,
  "1245pm": 598,
  "straight": 599,
  "must": 600,
  "departure_time3": 601,
  "local": 602,
  "transport_type1": 603,
  "coach": 604,
  "takes": 605,
  "come": 606,
  "mealtime": 607,
  "red": 608,
  "eye": 609,
  "date": 610,
  "regarding": 611,
  "american": 612,
  "/": 613,
  "summer": 614,
  "international": 615,
  "class_type1": 616,
  "nights": 617,
  "being": 618,
  "instead": 619,
  "denver": 620,
  "locate": 621,
  "everywhere": 622,
  "visit": 623,
  "them": 624,
  "lives": 625,
  "anything": 626,
  "question": 627,
  "6am": 628,
  "prior": 629,
  "state_name2": 630,
  "basis": 631,
  "ever": 632,
  "snacks": 633,
  "not": 634,
  "exceeding": 635,
  "milwaukee": 636
}